Repository: 247i/Copy
Catalog: பெரியநகல்/locale/kbd/LC_MESSAGES/default.po
Languages: kbd

source: Adds Copy and Move buttons to the Total Commander default buttons bar.
kbd: Тотал Коммандер'м и щы|эулъыта бутонхэм я текъузап|эм Tетхык| ик|и Гъэ|эпхъуэ бутонхэр хэлъхьэ.

source: Add to Explorer context menu
kbd: Эксплорэр контекст менюм хэлъхьэ

source: Always On Top
kbd: Дэпщэщи и Щ|ы|ум

source: Always test after copy
kbd: Tетхык|ын нэужьым дэпщэщи гъэнэхун

source: Associate TeraCopy with .sfv and .md5 files
kbd: .сфв е .мд5 тхыгъалъэхэмр ТераКопи'м рэ зэпыщ|э

source: Browse
kbd: Eплъын

source: Cancel
kbd: Щ|егъуэжын

source: Check free space
kbd: Tафэ нэщ|ым еплъын(хэплъэн)

source: Close
kbd: Гъэбыдэ

source: Copy
kbd: TетхыкI(копи)

source: Delete
kbd: Лъэщ|

source: Enter key
kbd: |Унк|ыбзэ|ух ихьэ

source: Enter registration key
kbd: Итхэн |унк|ыбзэ|ухыр ихьэ

source: Error
kbd: щыуагъэ

source: File
kbd: Tхыгъалъэ

source: File Managers Integration
kbd: Tхыгъалъэ Унэфэщ|хэм Я Энтеграсйон

source: Free for Home Users
kbd: Унэм щызезыхьэхэмк|э уасэншэщ

source: Get Pro version
kbd: Про къыдэк|ыгъэр къэщэху

source: Handle drag and drop files using left mouse button as well as copy and paste commands in Explorer.
kbd: Эксплорэр'м тетхык| е тегъапщ|эуэ ящ|э тхыгъалъэхэр дзыгъуэмк|э илъафэ ик|и теут|ыпщхьэр, зэ|эщ|элъхьэ.

source: Ignore
kbd: Щымы|эу бжы

source: Menu
kbd: Mеню

source: Misc
kbd: Адрей

source: More
kbd: Нэхъыбэ

source: Move
kbd: ГъэIэпхъуэ

source: Not registered for Commercial Use
kbd: Ирамытха Щэн-щэхун Зехьэгъуэ

source: Only when Scroll Lock is OFF
kbd: Изакъуэу Скролл Лоджк щыгъэбыдам деж

source: Order License
kbd: Лисанс Kъэщэхупхъэ Щ|ын

source: Overwrite
kbd: И Щ|ы|ум Tетхэ

source: Pause
kbd: Гъэувы|э

source: Paused
kbd: Гъэувы|ащ

source: Play sound when complete
kbd: Щырикъуам деж макъ гъэ|у

source: Preferences
kbd: Xэдэхэр

source: Read how to add Copy and Move buttons to the Directory Opus.
kbd: Директори Oпус щхьэк|э Tетхык| ик|и Гъэ|эпхъуэ бутонхэр дауэ зэрыхэфлъхьэнур феджэ

source: Register Copy Handler
kbd: Tетхык|-р Злэжьыр Ирегъатхэ

source: Resume
kbd: Зэпомыгъэу

source: Select
kbd: хадэ

source: Shell Integration
kbd: Шэлл Энтеграсйоныр

source: Shutdown
kbd: Kомпютырыр Гъэбыдэн

source: Sizes mismatch
kbd: Инагъхэр Зэхуэдэ Xъукъым

source: Skip
kbd: Eпк|э

source: Skipped
kbd: Eпк|ащ

source: Source
kbd: Kъежьап|э

source: Start Now
kbd: Иджыпсту Щ|эдзэ

source: Target
kbd: Гугъэк|э

source: Test
kbd: Гъэнэху

source: Unregister Copy Handler
kbd: Tетхык|-р Злэжьыр Иромыгъатхэ

source: Use TeraCopy as default copy handler
kbd: ТераКопи щы|эулъыта тетхык|-р злэжьыуэ зехьэ

source: Verify
kbd: Гъэпэж
